[
    {
        "name":"Julie Wright",
        "imgurl":"require('../../assets/images/stories/story1.png')",
        "title1":"Diagnosis",
        "t1p1":"I knew for some months that something was wrong. Normally a very fit person capable of walking kilometres on a work shift in the Emergency Department, and walking the steep hill to my workplace all of a sudden left me breathless and weak.  I kept pushing through the worsening fatigue, until I collapsed one morning at work.  A priority chest x-ray ruled out pulmonary embolism. My doctor prescribed rest for the next week and diagnosed probable burn out.  I was unable to return to the job, I loved.",
        "t1p2":"The following 18 months were confusing with overwhelming symptoms that were growing by the week.  My GP did many blood tests, x-rays, scans, and brain MRI, looking for abnormalities.   I experienced disabling fatigue, tremors, global weakness, extreme sweating, hair loss by the handful, global body pain, falling backwards or sideways, with what felt like no reflexes and worsening cognition with word finding problems, made communication a hardship. I was now on two walking canes to drag myself around, and any movement was a hardship. This was a very frightening experience with no diagnosis. My GP referred me to a public Neurology Outpatient’s Clinic at a major Brisbane hospital, and I waited.  Without work and being single, I had to cancel my health insurance, and severe financial hardship followed.",
        "t1p3":"Eventually I met the Neurologist, Dr Alex Lehn and he diagnosed me with FND using positive signs. The Hoover’s Sign was a light bulb moment for me. In a weak heavy left leg that dragged, I felt the muscle above my knee move strongly.  I was shocked and asked Dr Lehn to do the Hoovers sign again.  I couldn’t believe I had a strong functioning muscle in a leg that I couldn’t lift, no matter how hard I tried. I realised I had forgotten how to use that muscle to move.  The Tremor Entrainment test used distraction techniques and stopped my upper body tremors.  The Romberg test performed with distraction techniques, stopped my swaying and balance problems.  I was elated with a diagnosis yet confused.  How had I forgotten how to use my leg muscles?  Why did my tremors and balance problems stop with distraction yet return in seconds?",
        "t1p4":"When FND was explained in simple lay terms using computer (my body) and software (my central nervous system) where the computer was fine, but the software had a glitch, feeling that strong functioning muscle in an otherwise non-functioning leg and other tests for positive signs for FND, I understood and embraced the diagnosis and the planned multidisciplinary treatment.",
        "title2":"Treatment - Physiotherapy",
        "t2p1":"There is no quick fix in relearning automatic movements.  It is a slow and frustrating journey and at times tears flowed, as I worked at a snail’s pace.  Always able to push through illness before FND, this previous belief only made my FND worse. ",
        "t2p2":"On my first visit to the physiotherapist, I was asked what movement I would like to address first. I said I struggled to get out of a chair to stand. This simple movement was broken down into 6 small movements. I had to practice these small movements that enabled me to move correctly from my chair to standing. I could not believe I had forgotten this once easy automatic movement. After practicing five times I was able to slowly move correctly. Instead of practicing these small movements at home a few times a day, I chose to practice these small movements every time I moved from sitting to standing from a chair until it became automatic again.",
        "t2p3":"I incorporated exercises to relearning automatic movements into my daily activities. Making a cup of tea, I would practice walking side to side, left to right holding on to the kitchen bench. Standing in the corner of a room, supported by walls on either side I tried to stand on the tip of my toes intermittently whilst listening to music or watching a movie. When my left leg was so heavy and as hard as I tried, I couldn’t move it, my physiotherapist would tap the side of my calf and suddenly my leg would move, without heaviness.",
        "t2p4":"The ups and downs of relearning automatic movement is both frustrating and slow. We need to be shown ‘how’ to regain automatic movement. To wake up, the part of the brain that controls movement; for me it felt anaesthetised and needed to be woken up.",
        "t2p5":"Walking without my canes was very hard, due to balance, weakness and my foot would freeze where I couldn’t move it. We started walking very small distances holding onto bars. Over many months, I graduated to walking with only one cane.",
        "t2p6":"Exercises to move and strengthen my muscles was a slow process. I learned how to pace myself in the duration of all exercises and daily living activities. If three repetitions were all I could manage on each exercise, then I had to accept this but build on it when able. Muscles that have not moved correctly for some time burn and are extremely painful when correcting movements. Self-care in accepting the turtle’s pace did pay off, to where I relearned automatic movements over a 12-month period. It wasn’t easy and I did wonder if I would ever master automatic movements again, but I was able to walk out on my last appointment with one cane and continued all that I learned, every day in protection of my mobility.",
        "title3":"Treatment Psychology",
        "t3p1":"How many times do we operate on automatic pilot in a fast-paced world with information overload?  Before FND, I multi-tasked like there was no tomorrow!  Some days I would arrive at work and not remember the journey in driving there.  My mind was never in the present moment, with purpose, and without judgement.  It was a juggle, hoping I wouldn’t drop any balls and I was pretty good at it!",
        "t3p2":"FND is life changing, it forces you to pace your energies and step out of our fast-paced world that we once excelled in. I became immersed in my symptoms before diagnosis and treatment. There were so many that would appear out of nowhere. I had completely lost my executive cognition, communication was a hardship whilst I searched for the right words, and I was unable to concentrate for longer than a few minutes. I would start one daily living activity, then start another not realising I hadn’t finished any. I am a perfectionist, and this was disconcerting to me.",
        "t3p3":"My treatment addressed the loss of executive cognition and the grief and losses that come with chronic illness.  I felt side-lined as a spectator and not a participant for the first time in my life. It was disorientating and filled me with grief. My life became small just meeting simple daily living activities.",
        "t3p4":"My psychologist asked me if I knew about mindfulness. I didn’t. And so began my journey with training in mindfulness, learning to live in the present moment with purpose and without judgement. Making a cup of tea with purpose, using my senses of smell and sight, sound of the spoon stirring, and taste the focus on this simple activity.  Over time I have applied mindfulness to everything in my life, whereby now it has become habit.",
        "t3p5":"Resting everyday due to the overwhelming fatigue, I would listen to my favourite guided meditation. It is very difficult to quieten a mind full of thoughts at first. I learned to let those thoughts come and let them go, without judgment.  Listening to guided meditation, in the present moment, with purpose and without judgement, became easier over weeks.  It is like exercising a muscle, the more you practice, the stronger it becomes. I did this every day for eight months. It has become a way of life, to live peacefully and without anxiety in the present. These grounding techniques have had immeasurable benefits to my mental health and physical wellbeing.",
        "t3p6":"My executive cognition returned after eight months; my focus is now sharper than before FND. My concentration can endure hours without fatigue.  I wish I had learned these techniques before FND, instead of living on automatic pilot. There is so much pleasure and freedom to truly living in the present, with purpose and without judgement."


    },
    {
        "name":"John",
        "imgurl":"require('../../assets/images/stories/story2.png')",
        "t1p1":"Although a while ago, my experience with (at the time called) Conversion Syndrome, now known as FND was super challenging.",
        "t1p2":"I was 15 years old, and had been at my new high school for about 10 weeks. I was out with family and all of a sudden, I experienced symptoms of vertigo, dizziness and weakness in limbs. I laid down for the day and rested up over the next few days.  Mum finally decided to take me to the doctor where he advised, I immediately get an MRI.  This started 9 months’ of being flung between different specialists – neurologists, ENTs, cardiologists, endocrinologists. Even though I had private health insurance, at every stage there was about an 8 week wait, and that didn’t even include the second appointment or going to all of the tests for various appointments. ",
        "t1p3":"This time was when I was supposed to be going to school, but I could barely leave the house. I had no friends to talk to and was completely alone, with no hope of knowing what was wrong with me. As the specialists threw suggestions about what it could possibly be, I wished it could have been whatever they said, so I could get treated and this could all be over.",
        "t1p4":"For about six months, my day involved a short walk from the bed to a couch, being brought food and not leaving the house.  My sisters hated me because when their friends visited, they were too loud. I had to get my parents to buy a new kettle because the old one was super loud.",
        "t2p1":"One of the next specialists noted that the isolation I was under, may have been detrimental to my mental health and referred me to a psychiatrist.  After a few appointments with him I was diagnosed with Conversion Disorder (FND) and finally began some sort of plan for recovery. I never liked the explanation that I had Conversion Disorder simply because there was nothing else that it could be. I still wanted there to be some cause so I could know and get better.",
        "t2p2":"My psychiatrist was great at coordinating my care and also helping with my mental health. I had anxiety and depression, previously untreated. My psychiatrist also referred my family to a counsellor, which greatly improved all of our relationships and meant when I was better, we were somewhat of a normal family.  At this vital stage I was able to get physiotherapy, including hydrotherapy to build back the muscle, I had lost over the past year and to learn how to walk again. An in-patient hospital stay taught me how to socialise and eventually my parents said I could go out of the house by myself, because they knew I could walk, talk and handle any noise or lights outside. Finally, back to normal!",
        "t2p3":"Back to being functional, my life looked different from all of my friends who were in year 12. I had dropped out of school because I refused to go drop back an academic year.  I tried to join the Army but got rejected on medical grounds.  But soon, I was working my first job, I then had enough to spend on an overseas adventure.  In the six years since recovery, I’ve travelled the world, gone to university and lived in three states.  I would never have imagined at the time I was ill with Conversion Disorder (FND), that there was a way out or that there was hope for what life can be after Conversion Disorder (FND)."


    },
    {
        "name":"Madeline",
        "imgurl":"require('../../assets/images/stories/story3.png')",
        "t1p1":"My journey thus far has taught me some valuable life lessons. From early on, I have decided to view it, not as a difficult challenge, but instead as more of an opportunity. Sure, it has its’ challenges. It is hard. It almost breaks you some days. But overall, I try to look for how I can use this set of circumstances to grow as a person. It was once said that you could either view your difficult circumstances as though you were being buried by them, or like they were giving you the chance to grow. I choose to grow."
    },
    {
        "name":"FND's Puppet by Kerri Diplock",
        "imgurl":"require('../../assets/images/stories/story4.png')",
        "t1p1":"There's a problem with my circuitry\nThat assuming eyes won't see.\nIt's all in your head. You are faking it.\nIt's just anxiety.\n",
        "t1p2":"Round and round the medical-go-round\nIn different states I've been.\nTested. Prodded. Old world knowledge\nThey all haven't been able to see.\n",
        "t1p3":"In silence I have protested,\nKnowing it can't be me,\nI am not a person to feign my health\nWhy couldn't anyone believe?\n",
        "t1p4":"I'm tired, my child,\nI can't come over my friend.\nI'm in pain, my love.\nThere seems to be no end.\n",
        "t2p1":"After years of professional opinion,\nI began to believe their ignorance.\nMaybe I had focused too much on what I feel\nAnd had become a medical hindrance.\n",
        "t2p2":"But a new feeling would arrive,\nA new normal in pain and tolerance.\nI knew deep down it shouldn't be so\nBut felt outnumbered by their arrogance.\n",
        "t2p3":"My arms will shake and tremble\nMy neck will twist, my limbs will writhe.\nI will cry and look scared\nAs I try to control my mind.\n",
        "t2p4":"You will see me at my worst\nAnd will assume I have control\nYou'll think I want attention\nAnd I am weak, that's how I roll.\n",
        "t2p5":"But what you don't see or hear\nIs how I push myself every day,\nTo be the mother my children need\nAnd the wife he married that day.\n",
        "t2p6":"To do the chores you consider small\nIs hard for me at best.\nMy normal societal roles\nSend me to bed for days of rest.\n",
        "t3p1":"My body aches and yearns for quiet\nMy brain can't get the signal right.\nFor years and years, I've endured this\nFor years my body and brain have been at fight.\n",
        "t3p2":"I tossed and turned during the night\nToday my hands are shaking.\nMy jaw is making funny faces\nBut I'm at home - I am not faking.\n",
        "t3p3":"I breathe steady to calm my senses\nBut the storm has already begun\nI lose my speech, control of me\nAnd know the next few hours will not be fun.\n",
        "t3p4":"My children are scared to see me,\nWhat is wrong with Mum?\nI am not their mother when\nAnother seizure is about to come.\n",
        "t3p5":"Don't tell me that it's all stress.\nPlease don't tell me how I feel.\nPlease don't tell me that my MRI is clear\nSo, it can't possibly be real.\n",
        "t3p6":"I don't know when or how\nMy wiring went wrong.\nBut I have finally found people like me\nAnd I know I will be strong.\n",
        "t3p7":"For, FND won't define me\nBut for now, it will calm my fears\nAs I have tried to understand my body\nFor many many years.\n",
        "t3p8":"Please don't put me into a box\nAnd think I'm just crazy.\nI have struggles, I am human\nBut please, let the whole world know about FND.\n"
    },
    {
        "name":"Leanne Shelton",
        "imgurl":"require('../../assets/images/stories/story5.png')",
        "title1":"FND AND ME",
        "t1p1":"I see their mouths moving\nEverything a blur\nAn out of body experience\nHow can this occur\n",
        "t1p2":"I’m told it was a seizure\nSpecialists appointments made\nThen told: No need to worry\nGo on with your day\n",
        "t1p3":"If only I had a crystal ball\nThe future I would seek\nMy life changed forever \nAll within a week\n",
        "t1p4":"THIS WILL NOT BEAT ME \nNOR WILL IT DEFINE ME\nI WILL MOVE MOUNTAINS \nSEIZURES AND ALL\n",
        "t2p1":"Before:\n16,000 steps a day\nWork Home Play\nMorning walk Evening walk\nSometimes both on a good day\n",
        "t2p2":"Now:\nNo steps Frozen steps\nNo work or Play\nStanding frames Walking frames\nI hate these Hospital stays\n",
        "t2p3":"THIS WILL NOT BEAT ME \nNOR WILL IT DEFINE ME\nI WILL MOVE MOUNTAINS\nFROZEN STEPS AND ALL\n",
        "t2p4":"Physical symptoms \nVisual; within reach\nSpasms Shakes Seizures\nStuttering and loss of Speech\n",
        "t2p5":"Distorted foot \nClaw like hand\nCan’t plan ahead\nNo longer in demand\n",
        "t2p6":"Loss of self\nDrowning in grief\nNo work No play\nNor do family seek\n",
        "t3p1":"The symptoms keep coming\nI continue to fight\nI'm Mindful Acknowledging Accepting\nI know I’m alright\n",
        "t3p2":"The hardest symptoms\nAre the ones not seen\nDiscovery of these \nHave changed my being\n",
        "t3p3":"Relearning to Walk \nWrite Read Process\nRehab Therapy\nI’m tired Distressed\n",
        "t3p4":"THIS WILL NOT BEAT ME \nNOR DEFINE ME\nI WILL MOVE MOUNTAINS\nSYMPTOMS AND ALL\n",
        "t3p5":"Two years on\nI have changed\nFND permanent\nEverything done in different ways\n",
        "t3p6":"In Therapy I work\nYes I play\nQuality of life\nIs the aim\n",
        "t3p7":"I continue to fight\nI always will\nBut I’m not alone\nAs I climb this hill\n",
        "t3p8":"THIS WILL NOT BEAT ME\nNOR WILL IT DEFINE ME\nI WILL MOVE MOUNTAINS\nFND AND ALL\n",
        "t3p9":"So now you see\nThis Me\nThis is Me and\n FND\n"

    },
    {
        "name":"Lea-Anne",
        "imgurl":"require('../../assets/images/stories/story6.png')",
        "t1p1":"At age 50, I was exhausted. I’d had a tough previous 5 years, starting with severe anaemia and an emergency life-saving hysterectomy and finishing with another major surgery, Pelvic Organ Prolapse. In the interim, I’d started menopause and was having trouble with exposure to strong odours and chemicals, my digestion was behaving badly, my blood pressure was erratic, and my weekends were wiped out with migraine. Work stress was increasing and I was struggling with panic attacks and strong feelings of self-doubt. My own children were in high school or university and that brought changes to routines and I had the inevitable immediate and extended family-related issues that brought their own pressures and stresses. I was seeing a psychologist, and I had a lot of medical tests and referrals through my GP, trying to work out what was ‘wrong’ with me. ",
        "t1p2":"One day, I was at school, crossing the quadrangle to visit a classroom. I got half way across and just stopped – I could not go forwards, backwards or sidewards. I could not move…. I felt ‘lost’ and confused and then incredibly weak. Eventually, I was able to make my way to the nearest seat, but my legs were like lead and I was no longer walking properly; my balance was ‘wonky’ and my gait had changed to compensate. I felt nauseous, dizzy and light-headed, weak and my brain hurt. My bp was high and then low and off I went to hospital. ‘We can’t find anything physically wrong with you,” was the reply from the caring ED staff.",
        "t1p3":"My GP wrote me a medical certificate for work and said, “My job now was to take the medicine.  I did – for 5 months. I experienced temporary paralysis, from my head to my toes and loss of speech. I was taken off that and put on a specific migraine tablet – tingling, pins and needles, burning from the inside, and pain in my hips and arm and leg muscles were my new symptoms.  While I was on a break from medication, I developed seizures and dystonia and was finally given the additional diagnosis of Functional Neurological Disorder.",
        "t1p4":"FND? What is that? Am I going to die? “It’s basically a mismatch between the messages being sent and received from the brain to the rest of the nervous system,” rattled off my well-meaning neurologist. “Your symptoms are real”, I was relieved my symptoms were real and I had an answer, BUT “What the hell was Functional Neurological Disorder?” I thought. What does that even mean? Questions flooded the car on the trip home.",
        
        "t2p1":"I reviewed neurosymptoms.org searching for answers. I joined FND Australia Support Services – a positive, consumer-active Facebook support group keen on changing the FND space. I learnt about my symptoms and searched for answers in the 7 months it took to see the psychiatrist and 13 months to see the FND Specialist neurologist.",
        "t2p2":"My Neuropsychiatrist prescribed anti-depressants and physiotherapy… and said my reactions to the medication were because of my severe anxiety. He told me to find a physio I began exercises for improving my balance and strength and for conditioning my muscles. I started with relearning how to stand up from a chair and sit down again. I also began hydrotherapy exercises in my own pool. The exercises have helped to improve my stamina, balance and gait, and pacing and flare management have been essential in learning how to manage my energy levels.",
        "t2p3":"The neurologist tested me using Hoover’s sign, spoke to me about my medical history and we joked about the number of tests I’d had to endure. It was the first time I remember feeling totally valued, respected and believed.",
        "t2p4":"The acceptance of needing medication and psychotherapy took time, but it has been an important part of my treatment plan and my living with FND - not just surviving with it. EMDR Therapy, Art Therapy, Acceptance and Commitment Therapy, Self-compassion, Mindfulness and meditation have empowered and enabled me to step outside of my own illness to support others… and I have learnt so much about myself.",
        "t2p5":"I still have all my original symptoms; their frequency and severity are all that changes. I have been off work for 3.5 years and do not look like being able to work again. I have had a video EEG to check the status of my seizures. They are non-epileptic and so are referred to as Functional Non-epileptic Seizures. Magnesium Chelate supplements and distraction strategies, such as Tapping [see tappingsolutions.org], phone games and checking in on Facebook have been so beneficial in helping manage my seizures, and when they happen having someone hold my shoulder seems to help ‘ground’ me. My speech has deteriorated and I am having trouble with dry mouth, swallowing and choking. I eat small-sized moist food with my chin on my chest and suffer a coughing fit if I forget. If I begin to choke, I turn my head towards my left or right shoulder. My walking stick has turned into a walker that converts into a wheelchair. It has opened up the world of travel for me and given me back some of my independence.",
        "t2p6":"I have other FND symptoms such as a broken inner thermostat and a tightness in my chest that is not only anxiety or asthma-related, but makes breathing and speaking difficult, and a range of sensory sensitivities that act as triggers, overloading my brain. I have dark glasses and wrap-around sunglasses; I use earplugs, hot and cold packs, and products that are skin-sensitive and odour-free. I have changed my diet to low FODMAP and low carbohydrates, and I try every day to exercise, meditate/appreciate/show gratitude, work in my garden and be creative…. Oh yeah … and do some cleaning! I am not always successful, and know when I need to rest and accept that rest is necessary.",
        "t3p1":"My care team now consists of a Neurologist, Neuro Physiotherapist, a Psychologist, a Psychiatrist, a Speech Therapist and a GP whom I email with new research and anything that is happening to me that I think they all should know about. I am the case manager, and we work together to decide my FND Journey. I expect in the future I will need an Occupational Therapist as well, especially if/when I apply for NDIS.",
        "t3p2":"Being my own advocate and being knowledgeable about my FND has helped in my own treatment; and being a positive, supportive and productive member of FND Australia Support Services has helped give me new purpose."
    }
]