[
    {
        "title":"Functional Movement Disorders",
        "detail":"Functional Movement Disorders are a common feature of FND and encompass a number of symptoms, involving abnormal movement or positioning of the body. The symptoms arise due to a disorder in the functioning of the nervous system and not damage to the nervous system. Because the nervous system is structurally normal, the disorder will not be picked up on routine testing, such as MRIs and CT scans. Symptoms often arise suddenly, and frequently following injury, accident, falls or medical intervention such as surgery.",
        "detail2":"Symptoms of Functional Movement Disorder include:",
        "S1":"• Functional Limb Weakness:",
        "S1P1":"Functional limb weakness may involve a single limb, one side of the body or all four body limbs. The limb may feel heavy, and unable to function. It may present functionally similar to a stroke. People may find they are unable to walk normally or hold and grip items. The condition is disabling and distressing. The symptoms may be consistently present over time, or it may rapidly fluctuate between normal, partial and abnormal function.",
        "S1P2":"Treatment typically involves physical therapy, using distraction techniques to take attention away from the affected limb. People often find that the more they focus on the affected limb, and the harder they try to move it, the more difficult it is to move. Variability and inconsistency of the symptom is common, and can relate to overall wellness, nervous system arousal, fatigue and pain levels.",
        "S1P3":"Diagnosis of Functional Limb Weakness is typically made by a neurologist using a combination of positive signs such as a Hoover sign.",
        "S2":"• Functional Tremor:",
        "S2P1":"Functional tremor involves involuntary shaking and movement, usually of the arm or leg, or sometimes the head. It may look similar to Parkinson’s Disease or Essential Tremor. The condition can be disabling and distressing, and interfere with daily function. The tremor may fluctuate in intensity across the course of the day, and is often distractible, meaning that the symptom may improve if the person’s attention is focused on another task.",
        "S2P2":"The condition is generally diagnosed by a neurologist, using a combination of positive signs, such as a tremor entrainment test. In the tremor entrainment test, the tremor transiently improves when copying movements in the non-affected limb.",
        "S2P3":"Treatment may involve physical therapy, and there are various techniques people may use in an attempt to interfere with the tremor. People may overlay the tremor with other deliberate voluntary movements, in the affected limb and non-affected limb. Engaging in relaxation exercises with gentle movement, such as tai chi and qigong, may, over time help to regulate the nervous system and improve overall wellness.",
        "S3":"• Functional Dystonia:",
        "S3P1":"Functional Dystonia involves abnormal positioning of joints. People may have a clenched hand, curled-in fingers or toes or an ankle that is internally rotated. The abnormal positioning  of joints due to abnormal muscle contraction, may be transient or long lasting. In dystonia,  the brain has abnormal maps of body positioning.",
        "S3P2":"Treatment may involve physical therapy, and techniques to help release the muscle contraction. Sometimes gentle stroking of the affected body part may help the muscle to relax. Mirror work can provide feedback to the brain about body positioning and help to improve the brain maps. Engaging in relaxation exercises with gentle movement, such as tai chi and qigong, may over time help to regulate the nervous system and improve overall wellness.",
        "S4":"• Functional Gait Disorders:",
        "S4P1":"Functional gait disorders involve problems with normal walking. People may feel they have ‘forgotten’ how to walk. People may have a dragging gait, often associated with limb weakness; they may have a collapsing gait, whereby they collapse to the floor when attempting to walk, or they may look like they are ‘skating’ on ice.",
        "S4P2":"People may find that they are unable to access their automatic movement patterns while walking, but can access learned movement patterns. For example, people may be able to run, jog, dance or play sport, but be unable to walk. People may be able to walk backwards but not forwards. Walking backwards, harnesses different neural pathways.",
        "S4P3":"Treatment involves physical therapy to relearn normal automatic movements. Maintaining mobility is important to prevent physical and functional decline. Overdoing activities, fatigue and pain can exacerbate symptoms. Pacing is important, to prevent a boom-bust cycle.",
        "S4P4":"When attention is diverted into another task, the automatic movement patterns improve. People may find their walking is better while singing, balancing an object on their head, carrying a heavy object, or undertaking academic tasks, such as answering mathematical questions."
    },
    {
        "title":"Functional Seizures",
        "detail":"Functional Seizures are a common and disabling FND symptom, and can significantly impactpeople’s daily life. Functional seizures are also known as dissociative seizures, non-epilepticseizures and psychogenic seizures.",
        "detail2":"Functional seizures may present similar to an epileptic seizure, but are not due to abnormalelectrical activity in the brain. Functional seizures arise due to abnormal functioning andconnectivity in the brain.",
        "S1P1":"People may present with hyperkinetic movements, such as shaking, rolling side-to-side orthrashing type movements. Functional seizures may present as an ‘absent’ spell, such asvacant staring, or a person may fall to the ground, motionless and unresponsive [drop attack],similar to a faint.",
        "S1P2":"While some people may recover rapidly, following a functional seizure, often recovery takestime. People may find themselves unable to walk or talk following a functional seizure. ",
        "S1P3":"To assist people, recover from a seizure, creating a calm environment, supporting the personto feel safe and supported, and use of sensory input can help. For example, use of ice, lemonjuice, essential oils can provide sensory input that can assist in reorganising brain functionand bring people out of a functional seizure.",
        "S2P1":"Developing a seizure management plan and learning to identify and limit triggers thatprecipitate seizures, can help in reducing the frequency and duration of seizures."
          
    }
]




